Revit 2027 API
ParameterTypeId.SpacingLayoutn1 Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLayoutn1 { get; }
Public Shared ReadOnly Property SpacingLayoutn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLayoutn1 {
	ForgeTypeId^ get ();
}
static member SpacingLayoutn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace